Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: $1 {{GENDER:$2|deactivated}} the tag "$4" for use by users and bots
ne: ट्याग "$4" उपयोगकर्ताहरू र बोटहरूको प्रयोगको लागि $1 {{GENDER:$2|निष्क्रिय गरियो}}

source: JavaScript Alert
ne: जाभास्क्रिप्ट चेतावनी

source: Visual editor
ne: भिजुअल एडिटर

source: Results from $1:
ne: $1देखिका नतिजाहरू:

source: IPv6 Address
ne: IPv6 ठेगाना:

source: Extension which provides localised language names based on [http://cldr.unicode.org/index/downloads CLDR data]
ne: विस्तार जसले [http://cldr.unicode.org/index/downloads CLDR data] आधारमा स्थानीयकृत भाषा-नामहरु प्रदान गर्दछ

source: New filter
ne: नयाँ फिल्टर

source: This user has [[$1|near native speaker]] knowledge of [[$2|English]].
ne: यी प्रयोगकर्तासित [[$2|नेपाली]] भाषाको [[$1|पैदायसी निकट]]को ज्ञान छ।

source: Viewers
ne: दर्शकहरू

source: Dialed
ne: डायल गरिएको

source: No tablet detected
ne: कुनै ट्याब्लेट भेटिएन

source: Scroll Right
ne: दायाँ स्क्रोल गर्नुहोस्

source: Support Wikimedia
ne: विकिमीडियालाई सहयोग गर्नुहोस्

source: You need to be logged in
ne: तपाईंलाई प्रवेश गर्नु आवश्यक छ

source: No higher resolution available.
ne: उच्च रिजोल्युशन अनुपलब्ध

source: Passwords cannot be longer than {{PLURAL:$1|1 character|$1 characters}}.
ne: पासवर्ड {{PLURAL:$1|१ अक्षर|$1 अक्षरहरू}} भन्दा लामो हुनु हुदैन ।

source: Previous page ($1)
ne: पहिलो पृष्ठ ($1)

source: Account Type
ne: खाताको प्रकार

source: From year (and earlier):
ne: वर्ष देखि( र पहिले):

source: Warning Tones
ne: सचेतनात्मक ध्वनी

source: Install a workstation
ne: वर्कस्टेसन स्थापना गर्नुहोस्

source: ''Italic text''
ne: ''छड्के पाठ''

source: Low on paper
ne: कागजको कमी

source: Page not found
ne: पृष्ठ पत्ता लागेन

source: Version $1 of MediaWiki is required to use this page. See [[Special:Version|version page]].
ne: यो पृष्ठ प्रयोग गर्नको लागि MediaWiki $1 संस्करण चाहिन्छ । हेर्नुहोस् [[Special:Version|version page]]

source: Not more than a week ago
ne: एक हप्ता अगाडि पनि होइन

source: Show changes that do not match the filter
ne: ती परिवर्तनहरू हेर्ने जो फिल्टरसित मेल खाँदैनन्

source: Internal error: File was not found in temporary storage.
ne: आन्तरिक त्रुटि: अस्थाई भण्डारमा फाइल पाइएन।

source: ACE compression/uncompression tool
ne: ACE सञ्कुचन/असञ्कुचन औजार

source: Save image
ne: तस्विर सङ्ग्रह गर्नुहोस्

source: Move Onboard
ne: अनबोर्ड सार्नुहोस्

source: DHCP client failed to start
ne: डिएचसिपी क्लाइन्ट सुरु गर्न विफल

source: An HTTP error occurred: $1
ne: HTTP त्रुटि भयो: $1

source: Already present in this location.
ne: यस स्थानमा पहिला देखि नै अवस्थित ।

source: Invalid type selected
ne: गलत छनौट

source: [[Special:Contact|Contact form for visitors]]
ne: [[Special:Contact|आगन्तुकसितको सम्पर्क]]

source: The page or file "$1" could not be deleted. It may have already been deleted by someone else.
ne: "$1" पृष्ठ वा फ़ाइल मेट्नसकिएन। यो अघिबाट नैं मेटिएको हुनुपर्छ।

source: Uploading...
ne: अपलोड हुदैछ...

source: JPEG (old)
ne: जेपेग(पुरानो)

source: Property creators
ne: गुण सर्जकहरू

source: Ship
ne: पानीजहाज

source: We do not claim the waters.
ne: हामी पानी दाबी गर्दैनौ

source: to
ne: लाई

source: Loading drivers database...
ne: यन्त्र चालक डेटाबेस लोड गरिदै

source: Static Blur
ne: स्थायी धेमिलो

source: Please move the joystick of your iCade in the following directions:
ne: तपाईँको iCade को जोएस्टिक निम्न दिशामा सार्नुहोस्:

source: Please select your month of birth.
ne: कृपया तपाईंको जन्म महिना छान्नुहोस् ।

source: You do not have permission to move a page to a category page.
ne: कुनै श्रेणी पृष्ठमा सार्नको लागी तपाईंलाई अनुमति छैन ।

source: Observations added by %{x}
ne: %{x}ले थप गरेका अबलोकन बुँदाहरू

source: Staff
ne: कर्मचारी

source: _Font:
ne: फन्ट:

source: Repair(%turns%)
ne: मर्मत(%turns%)

source: Volume down
ne: भोल्युम घटाउनुहोस्

source: Measurement mode
ne: माप मोड

source: IP configuration failed
ne: IP कन्फिगरेसन असफल भयो

source: Allows a user to see stored private information about them
ne: एउटा प्रयोगकर्तालाई आफ्नो व्यक्तिगत जानकारी रक्षण गर्न दिने

source: The given category name looks like a URL. You need to specify the category name, not its URL.
ne: तपाईंले दिनुभएको श्रेणी वेब ठेगाना जस्तो देखिन्छ । वेब ठेगाना हैन श्रेणीको नाम दिनुहोला ।

source: We could not retrieve the file from $1.
ne: हामि $1 बाट फाइल तान्न असमर्थ छौ

source: Declare war against
ne: विरूध्द युध्द घोषणा

source: She edits wiki pages
ne: उनले विकि पृष्ठ सम्पादन गर्छिन

source: Stop hotspot and disconnect any users?
ne: हटस्पट बन्द गर्ने कुनै पनि प्रयोगकर्ता छुटाउने हो?

source: Category:
ne: श्रेणी:

source: MediaWiki
ne: मेडियाविकि

source: e.g. http://www.example.com
ne: उदाहरण http://www.example.com

source: Original wiki text
ne: मूल विकी पाठ

source: The following other wikis use this file:
ne: निम्न अन्य विकिहरुमा यस फाइलको प्रयोग:

source: Custom Avatar Queue
ne: कस्टम अवतार कतार

source: Show On-Screen Help
ne: पर्दामा सहयोगका विकल्पहरू देखाउनुहोस्

source: Background
ne: पृष्ठभूमि

source: Redirecting special pages
ne: विशेष पृष्ठमा पठाउने

source: Results from <a href="http://geocoder.us/">Geocoder.us</a>
ne: <a href="http://geocoder.us/">Geocoder.us</a>बाट नतिजाहरू

source: _Open
ne: _खोल्नुहोस्

source: cannot edit own talk page
ne: आफ्नै वार्तालाप पृष्ठ सम्पादन गर्न सकिंदैन

source: This page revision has been suppressed.
ne: यो पृष्ठको पुनरावलोकन दबाइएको छ ।

source: Your system does not contain a %s or %s package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
ne: तपाईंको सिस्टम %s वा %s प्याकेज समावेश गर्दैन र यो तपाईं चलाईरहेको उबुन्टु को संस्करण पत्ता लगाउन सम्भव थिएन।

source: Some uploads failed.
ne: केही अपलोड असफल।

source: Unknown user
ne: अज्ञात प्रयोगकर्ता

source: [[Special:Book|Create books]]
ne: [[Special:Book|पुस्तक बनाउने]]

source: comma delimited
ne: अल्पविरामले छुट्याएको

source: Open in Browser
ne: ब्राउजरमा खोल्ने

source: Tried to send email with an empty or unreasonably short body.
ne: खाली वा ज्यादै न्युन सन्देश भएको इमेल पठाउन खोजिएको ।

source: You cannot take away your own sysop right.
ne: तपाईं आफुले आफ्नो प्रवन्धक अधिकार फिर्ता गर्न सक्नुहुन्न।

source: Delete and undelete specific revisions of pages
ne: खुलाइएको पृष्ठहरू मेटाउने र मेटाएको रद्द गर्ने

source: The following {{PLURAL:$2|tag is|tags are}} not allowed to be manually removed: $1
ne: निम्नलिखित {{PLURAL:$2|ट्याग|वा ट्यागहरू}} मानवीय रूपले हटाउन सकिंदैन: $1

source: Properties
ne: गुणहरू

source: No valid mirror found
ne: कुनै वैध प्रतिबिम्ब फेला परेन

source: Record sound from
ne: बाट आवाज रेकर्ड गर्नुहोस्

source: recent translations
ne: भर्खरैका अनुवादहरु

source: Special Barnstar
ne: विशेष बार्नस्टार

source: Create chapter
ne: अध्याय बनाउनुस

source: Generate
ne: उत्पन्न

source: Published!
ne: प्रकाशित!

source: You have to specify a username.
ne: तपाँईले प्रयोगकर्ताको नाम जनाउनुपर्छ।

source: New Messages
ne: नयाँ सन्देशहरू

source: + Add translation
ne: + अनुवाद थप्नुहोस्

source: How do you prefer to be described?
ne: कसरी वताउन चाहनुहुन्छ ?

source: Posted On:
ne: प्रेषित तिथि:

source: Relations (%{x}-%{y} of %{count})
ne: सम्बन्धहरू (जम्मा %{count} मध्येबाट %{x}-%{y})

source: Reading cache
ne: क्यास पढ्दै

source: Unmount
ne: अनमाउन्ट गर्नुहोस्

source: Reason to check.
ne: जाँच्ने कारण।

source: Could not create account
ne: खाता खोल्न सकिएन

source: Ignore any warnings
ne: कुनै चेतावनीप्रति ध्यान नदिने

source: Go to the voting server
ne: मतदान सर्वरतर्फ जाने

source: view abuse filters
ne: दुर्व्यवहार फिल्टरहरु हेर्ने

source: Book too big
ne: पुस्तक धेरै ठुलो छ

source: Vetted
ne: प्रमाणित

source: Add Input Source
ne: आगत स्रोत थप्नुहोस्

source: Credit card
ne: क्रेडिट कार्ड

source: Welcome!
ne: स्वागत!

source: Modern
ne: मोडर्न

source: {{SITENAME}} does not have namespace "$1".
ne: {{SITENAME}} को नामस्थान छैन "$1" ।

source: Search your computer and online sources
ne: कम्प्युटर तथा अनलाइन श्रोतहरूमा खोज्नुहोस

source: Bot: Undeleting all images on page %(page)s
ne: रोबोट: %(page)s पृष्ठमा रहेका सबै तस्वीरहरु अनडिलिट गर्दै

source: Please enter a label.
ne: कृपया नामपत्र हाल्नुहोस।

source: Edit pages protected as "{{int:protect-level-sysop}}"
ne: "{{int:protect-level-sysop}}" को हैसियतले सुरक्षित पृष्ठहरू सम्पादन गर्ने

source: Pages with map
ne: नक्शासहितका पृष्ठहरू

source: FAQ
ne: धैरै सोधिएका प्रश्नहरु

source: Text to search for
ne: खोज्नु पर्ने शब्द

source: Take a photograph
ne: तस्वीर लिनुहोस्

source: In other languages
ne: अरु भाषामा

source: You cannot change passwords on this wiki.
ne: यो विकिमा पासवर्ड परिवर्तन गर्न सक्नुहुन्न।

source: <strong>The tag "$1" is still active, and will continue to be applied in the future.</strong> To stop this from happening, go to the place(s) where the tag is set to be applied, and disable it there.
ne: <strong>ट्याग "$1" अहिले पनि सक्रिय छ, र यसको प्रयोग भविष्यमा पनि जारी रहनेछ।</strong> यसलाई रोकनका लागि, ती स्थानहरूमा जानुहोस जहाँ यस ट्यागको प्रयोग भइरहेको छ र त्यहाँ देखि यसलाई अक्षम गर्नुहोस।

source: Switch Monitor
ne: मोनिटर स्विच गर्नुहोस्

source: Old page size
ne: पुरानो पृष्ठको आकार

source: This page lists titles that are currently protected from creation. For a list of existing pages that are protected, see [[{{#special:ProtectedPages}}|{{int:protectedpages}}]].
ne: यो पृष्ठ ती सबै पृष्ठहरूको सूची दिन्छ जुन अब सुरक्षित छन्। ती सबै पृष्ठहरूको सूची जान्नका लागि जुन बनाउनबाट सुरक्षित गरिएका छन्, हेर्नुहोस [[{{#special:ProtectedPages}}|{{int:protectedpages}}]]

source: Shortcut;Repeat;Blink;
ne: सर्टकट; दोहोर्याउनुहोस्; ब्लिन्क ;

source: When a window is maximized and visible in the current viewport, the panel opacity is disabled.
ne: जतिबेला कुनै विन्डो ठूलो बनाइएको र हालको भ्युपोर्टमा देखिएको हुन्छ, प्यानलको अपारदर्शिता निस्क्रिय गरिन्छ ।

source: You can also choose to let others contact you by email through a link on your user or talk page. Your email address is not revealed when other users contact you.
ne: तपाईंले यो पनि चयन गर्न सक्नुहुन्छ कि अरुहरुले तपाईंको परिचय नपाई तपाईंसित तपाईंको प्रयोगकर्ता अथवा वार्तालाप पृष्ठको माध्यमले सम्पर्क राखुन् ।

source: Add header row
ne: शीर्ष पंक्ति थप्न

source: [[User:$1|$1]] {{GENDER:$1|left}} a message on your talk page in "[[User talk:$2#$3|$4]]".
ne: [[User:$1|$1]] ले तपाईँको वार्ता पृष्ठमा "[[User talk:$2#$3|$4]]"मा एउटा सन्देश {{GENDER:$1|छोड्नुभएको छ}}।

source: (Hold)
ne: (थिचिराख्ने)

source: This page lists all pages in the {{ns:template}} namespace that are not included in another page. Remember to check for other links to the templates before deleting them.
ne: यस पृष्ठमा {{ns:template}} नामस्थान भएको ती सबै पृष्ठ समावेश छन् जुन कुनै अन्य पृष्ठमा सामेल छैनन्। यसलाई हटाउनभन्दा पहिले यी ढाँचाहरूको र लिङ्कहरूलाई जाँच गर्नुहोला।

source: You cannot delete your account.
ne: तपाईं आफ्नो खाता मेटाउन सक्नुहुन्न।

source: Does not match
ne: मेल खाएन

source: Local and global rules
ne: स्थानीय तथा विश्वव्यापी नियमहरू

source: You can find images by browsing $1.
ne: तपाईं $1 लाई ब्राउज गरेर चित्र खोज्न सक्नुहुन्छ।

source: Join Date
ne: सामेल भएको तिथि

source: edits
ne: सम्पादनहरू

source: Beep on Caps and Num Lock
ne: Caps र Num Lock मा बिप गर्ने

source: This user has [[$1|intermediate]] knowledge of [[$2|English]].
ne: यी प्रयोगकर्तासित [[$2|नेपाली]] भाषाको [[$1|मध्यमस्तर]]को ज्ञान छ।

source: Knots
ne: गाँठाहरु

source: analysis tool for medical images
ne: मेडिकल तस्विरहरूको विश्लेषण औजार

source: Show suggestions based on the pages in your book
ne: तपाईंको पुस्तकको पृष्ठहरू अनुसार सुझाव देखाउने

source: Source and destination titles are the same; cannot move a page over itself.
ne: स्रोत तथा लक्ष्य गरिएको फाइलको शीर्षक एउटै छ; यसैमाथि पृष्ठ सार्न सकिंदैन।

source: Image data location
ne: चित्र आँकड़ाको अवस्थिति

source: Help:Books
ne: Help:किताबहरू

source: Author Title Year|Year of publication Publisher Source Image|Cover image Pages||20 Remarks||10
ne: लेखक शीर्षक वर्ष|प्रकाशन वर्ष प्रकाशक स्रोत चित्र|मुख्यपृष्ठ चित्र पृष्ठहरू||२० टिप्पणीहरू||१०

source: Color space transformation matrix coefficients
ne: रङ स्पेस परिवर्तन म्याट्रिक्स गुणाङ्क

source: read this page
ne: यो पृष्ठ पढ्ने

source: Message...
ne: सन्देश...

source: File usage
ne: फाइलको प्रयोगहरू

source: Registrations
ne: पंजीकरण

source: Current background
ne: हालको पृष्ठभूमि

source: Fair ($1)
ne: ठिकै ($1)

source: YouTube
ne: युट्युब

source: Only stewards may merge other people's accounts for them.
ne: स्टीवार्डहरुले मात्र अरुका खाताहरु मिसाउन सक्छन्

source: Changes related to "$1"
ne: "$1" सँग सम्बन्धित परिवर्तन

source: edit source
ne: सम्पादन गर्ने

source: Custom JavaScript
ne: अनुकुलित JS

source: Contains incompatible mixed scripts
ne: असंगत मिश्रित लिपिहरु सम्मिलित गरिएको

source: Nearby mapper
ne: नजिकको मानचित्रकर्मी

source: Longitude
ne: देशान्तर

source: Invalid IP address
ne: अमान्य IP ठेगाना

source: Submitting details and publishing...
ne: विवरण बुझाइंदै र प्रकाशित गरिंदै...

source: expires $1
ne: समाप्ति समय $1

source: Undelete {{PLURAL:$1|one edit|$1 edits}}
ne: {{PLURAL:$1|एउटा मेटिएको सम्पादन|$1 मेटिएका सम्पादनहरू}} फर्काउने

source: Latin
ne: ल्याटिन

source: Show
ne: देखाउनुहोस्

source: Bias the Switcher to prefer windows which are placed on the current viewport.
ne: स्विचरले हालको भ्युपोर्टमा भएका विन्डोहरूलाई प्राथमिकता दिने ।

source: Horizontal line (use sparingly)
ne: क्षितिजिय रेखा (कम प्रयोग गर्नुहोस्)

source: Lets you choose from thousands of applications available for your system.
ne: तपाईलाई यो कम्प्युटरमा उपलब्ध भएका हजारौं सफ्टवेयरहरुबाट चयन गर्न दिनेछ।

source: "$1" is not a valid storage path.
ne: "$1" वैध भण्डारण पथ होइन।

source: Oh no!
ne: अरे न !

source: Description
ne: विवरण

source: Successful upload
ne: उर्ध्वभरण सफल

source: hide those changes
ne: ती परिवर्तनहरू लुकाउने

source: Will be moved into "{{int:bs-ns_main}}" with the suffix "$1"
ne: "$1" प्रत्यय सँग "{{int:bs-ns_main}}"मा सारिनेछ

source: Number of users
ne: प्रयोगकर्ता संख्या

source: Purge the site cache for a page without confirmation
ne: साइटको क्याश( cache) निश्चित नगरिकनै पर्ज(Purge) गर्ने

source: Save file
ne: फाइल बचत गर्नुहोस्

source: "$1" on @Wikipedia:
ne: @Wikipedia पर "$1" :

source: Dropbox file
ne: ड्रपबक्स फाइल

source: unhid "[[$1]]"
ne: लुकेका "[[$1]]"

source: View the resulting email?
ne: निस्कने इमेलको नमुना हेर्ने ?

source: You are about to deactivate the tag "$1".
ne: तपाईं ट्याग "$1" लाई निस्क्रिय गर्न लाग्नु भएको छ ।

source: JavaScript Confirmation
ne: जाबास्क्रिप्ट निश्चित

source: No label defined
ne: नामपत्र परिभाषित कुनै

source: Stay here
ne: यहाँ बस्नुहोस्

source: Closed <abbr title='%{title}'>%{time} ago</abbr>
ne: <abbr title='%{title}'>%{time} अगाडि</abbr> बन्द गरिएको

source: Dialing attempt failed
ne: डायल प्रयास विफल

source: The score must be a number between $1 and $2.
ne: स्कोर $1 र $2 बिचको कुनै एउटा संख्या हुनुपर्छ।

source: Charging Station
ne: चार्ज गर्ने स्टेसन

source: Record a Video
ne: भ‍िडियो रेकर्ड गर्नुहोस्

source: Translate existing pages
ne: रहिआएका पानाहरू अनुवाद गर्नुहोस्

source: Session failure
ne: सत्र त्रुटी

source: You have either not specified any target revision on which to perform this function, or the specified revision does not exist, or you are attempting to hide the current revision.
ne: यस क्रियालाई गर्नको लागि तपाईंले लक्ष्य अवतरण दिनु भएको छैन, वा तपाईंले दिएको अवतरण अस्तित्वमा छैन वा तपाईं सद्य अवतरणलाई लुकाउने प्रयत्न गर्दै हुनुहुन्छ।

source: Charging
ne: चार्जहुँदै

source: Ogg $1 sound file, $2
ne: Ogg $1 ध्वनि फाइल, $2

source: Unable to add log entry
ne: लग इन्ट्री जोड्न असफल

source: Right Half
ne: दायाँ आधा

source: Writing a Private Message
ne: व्यक्तिगत सन्देश लेखिंदै

source: documents indexed.
ne: डक्युमेन्टहरू सूचीबद्ध गर्ने।

source: Enter your name
ne: तपाईँको नाम लेख्नुहोस्

source: confirmed by password
ne: प्रवेश शव्दद्वारा सुनिश्चित

source: _Connect
ne: जडान गर्नुहोस्

source: help
ne: सहायता

source: Import from another wiki
ne: अन्य विकिबाट आयात गर्ने

source: The upload failed, please try again
ne: अपलोड असफल भयो , कृपया पुन: प्रयास गर्नुहोस् ।

source: Link to a web address
ne: वेब ठेगानाको लिङ्क

source: Uninterruptible power supply
ne: अटुट विद्युत आपूर्ति

source: [URL is too long]
ne: [URL अति लामो छ ]

source: The file specified does not exist.
ne: खुलाइएको पृष्ठ अस्तित्वमा छैन

source: if path to the left
ne: यदि बायाँ तिर बाटो छ भने

source: Please confirm that the PIN displayed on '%s' matches this one.
ne: योसँग '%s' मा देखाइएको पिन मेल खाएको छ भनि सुनिश्चित गर्नुहोस्।

source: The namespace contains invalid characters.
ne: यो नामस्थानले अमान्य क्यारेक्टर बोकेको छ।

source: Use source text
ne: स्रोत पाठ प्रयोग गर्नुहोस्

source: Turn on-screen keyboard on or off
ne: अन-स्क्रीन किबोर्ड लाई अन अथवा अफ गराउनुहोस

source: to share
ne: सेयर गर्न

source: The page "$1" does not exist.
ne: ट्याग "$1" उपलब्ध छैन् ।

source: Upload Wizard campaign editors
ne: अपलोड विजार्ड अभियान सम्पादकहरू

source: Reference text
ne: सन्दर्भ पाठ

source: Are you sure you want to revoke the role `%{role}' from the user `%{name}'?
ne: तपाईँ भूमिका `%{role}' , `%{name} प्रोगकर्ताबाट फिर्ता लिने कुरामा निश्चित हुनुहुन्छ'?

source: Priority:
ne: प्राथमिकता:

source: The device type is not currently supported.
ne: यस प्रकारको यन्त्र हाल समर्थित छैन

source: {{PLURAL:$1|Page|Pages}} transcluded on ($1)
ne: $1 {{PLURAL:$1|पृष्ठ|पृष्ठहरू}}मा ट्रान्सक्ल्युडेड

source: $1 registered users
ne: $1 दर्ता गरेका प्रयोगकर्ताहरू

source: Email address confirmation canceled
ne: ई मेल ठेगाना रद्द भएको पुष्टिकरण

source: unlink?
ne: लिङ्क तोड़ने

source: Visual Editor
ne: भिजुअल एडिटर

source: Maximum results
ne: अधिक परिणाम

source: Level 4 (final)
ne: स्तर ४ (अन्तिम)

source: Select another Cadre
ne: अर्को संवर्ग चुन्ने

source: The filename chosen is already in use on a shared repository. Please choose another name.
ne: छानिएको फाइल नाम पहिले देखि नै साझा भण्डारमा प्रयोगमा छ। कृपया अन्य नाम छान्नुहोस्।

source: Disable Block
ne: ब्लकलाई सक्रिय पार्ने

source: No accounts selected to modify.
ne: परिवर्तन गर्नको निम्ति कुनै खाता नछानिएको।

source: is reserved
ne: आरक्षित छ

source: Adar
ne: अदार

source: Revision visibility could not be updated: $1
ne: '''संशोधन दृश्यता अद्यतन गर्न सकिएन:''' $1

source: Hateful
ne: घृणित

source: Educational desktop for Ubuntu
ne: उबुन्टुको लागि शैक्षिक डेस्कटप

source: Letter
ne: पत्र

source: Campaign
ne: अभियान

source: Not unified
ne: एकीकृत छैन

source: Example.jpg
ne: उदाहरण.jpg

source: Bot: Listifying from %(fromcat)s ({{PLURAL:%(num)d|1 entry|%(num)d entries}})
ne: बोट: %(fromcat)sबाट (%(num)d entries)मा सूचीकृत गर्दै

source: Range blocks larger than /$1 are not allowed.
ne: /$1 भन्दा ठूलो रेन्ज रोक लगाउन पाइदैन ।.

source: The folder could not be created
ne: फोल्डर सिर्जना गर्न सकिएन

source: _Default
ne: पूर्वनिर्धारित

source: View a list of unwatched pages
ne: निगरानी नगरिएका पृष्ठहरूको सूची हेर्ने

source: Server certificate does not match the identity of the site.
ne: सर्भर सर्टिफिकेट र साइटको परिचय मिल्दैन ।

source: Remove titles
ne: शीर्षकहरू हटाउने:

source: $1 {{PLURAL:$1|byte|bytes}} after change
ne: परिवर्तनपछि $1 {{PLURAL:$1|बाइट|बाइट}}

source: Move $1
ne: $1 लाई सार्ने

source: Eject
ne: निकाल्नुहोस्

source: Reason
ne: कारण

source: Manage user groups
ne: प्रयोगकर्ता समूह व्यवस्थापन गर्नुहोस

source: Unable to start web browser
ne: वेब ब्राउजर सुरु गर्न सकिएन

source: Search…
ne: खोजी गर्नुहोस्…

source: It will be removed from {{PLURAL:$2|$2 revision or log entry|all $2 revisions and/or log entries}} to which it is currently applied.
ne: ट्यागलाई {{PLURAL:$2|$2 संशोधन वा लग प्रविष्टि|सबै $2 संशोधन र/वा लग प्रविष्टिहरू}}बाट हटाइनेछ जहाँ अहिले त्यसको प्रयोग गरिंदै छ।

source: change the page language
ne: यस पृष्ठको भाषा परिवर्तन गर्ने

source: no edit summary
ne: कुनै सम्पादन सारांश छैन

source: Clean up Blocks
ne: ब्लकहरू हटाउनुहोस्

source: The requested page does not exist. It may have been deleted from the wiki, or renamed. Try [[Special:Search|searching on the wiki]] for relevant new pages.
ne: अनुरोध गरिएको पृष्ठ छैन। विकिबाट यो मेटिएको अथवा यसको नयाँ नाम राखिएको हुनसक्छ। प्रासंगिक नयाँ पृष्ठकोलागि [[Special:Search|विकिमा खोज्नुहोस्]]।

source: Select keyboards or other input sources
ne: किबोर्ड वा अन्य आगत स्रोत चयन गर्नुहोस्

source: Variables
ne: चल राशी(variables)

source: Community portal
ne: सामाजिक पोर्टल

source: Model:
ne: नमूना:

source: Clearing the files was unsuccessful.
ne: फाइल हटाउने कार्य असफल भयो ।

source: Nominate Founding Father
ne: संस्थापक पितालाई नियुक्त गर्नु

source: Create pages (which are not discussion pages)
ne: पृष्ठ निर्माण गर्नुहोस (छलफल पृष्ठहरू बाहेक)

source: Completion of the War of Spanish Succession
ne: स्पेनीस उत्तराधिकारीको युध्द समाप्त

source: Major river
ne: प्रमुख नदि

source: {{GENDER:$1|Upload Wizard campaign editor}}
ne: {{GENDER:$1|अपलोड विजार्ड अभियान सम्पादक}}

source: Submit feedback
ne: प्रतिक्रिया दिनुहोस्

source: 3D chess for X11
ne: X11 को लागि 3D चेस

source: Top Left Corner
ne: माथिल्लो बाँया कुना

source: Friends' diaries
ne: साथीहरूका डायरीहरू

source: No users found.
ne: प्रयोगकर्ताहरू भेटिएनन्।

source: enter a label in $1
ne: $1 मा नामपत्र लेख्नुहोस्

source: _Enterprise Login
ne: इन्टरप्राइज लगइन

source: Show the rest of the message
ne: रहल सन्देशहरु हेर्ने

source: Role Playing
ne: भूमिका निर्वाहन

source: There was an error uploading.
ne: उर्ध्वभरण(uploading)मा त्रुटि भयो।

source: Show {{WBREPONAME}} edits in recent changes
ne: हालै भएको परिवर्तनमा {{WBREPONAME}} सम्पादन देखाउनुहोस्

source: first
ne: पहिलो

source: Page Setup
ne: पृष्ठ सेटअप

source: The database has been automatically locked due to inactivity from the administrators.
ne: प्रवन्धकहरुको निश्कृयताले गर्दा डेटावेस स्वत: ताला मारिएको छ

source: Hi $1, Here's a summary of today's activity on {{SITENAME}} for you.
ne: नमस्ते $1, यहाँ तपाईँको लागि {{SITENAME}} मा आजको गतिविधिको एउटा सारांश छ।

source: Remove $1 from saved pages?
ne: $1 लाइ सेभ भएका पेजबाट हटाउने?

source: Not more than a day ago
ne: एक दिन अगाडि पनि होइन

source: Tip: <a href="screen">screen brightness</a> affects how much power is used
ne: सुझाव:<a href="screen">स्क्रिन चमक</a> शक्तिको प्रयोगमा भर पर्छ

source: To export the $1 gadget, click on "{{int:gadgets-export-download}}" button, save the downloaded file, go to Special:Import on destination wiki and upload it. Then add the following to MediaWiki:Gadgets-definition page: <pre>$2</pre> You must have appropriate permissions on destination wiki (including the right to edit system messages) and import from file uploads must be enabled.
ne: $1 उपरणलाई निर्यात गर्न, "{{int:gadgets-export-download}}" बटनमा क्लिक गर्नुहोस्, डाउनलोड गरिएको फाइललाई संग्रह गर्नुहोस्, जानुहोस् विशेष:लक्षित विकिमा निर्यात गर्नुहोस् र अपलोड गरुहोस्। त्यसपछि तल दिएका मीडियाविकि: उपकरण परिभाषाहरु परिभाषा पृष्ठमा थप्नुहोस्: <pre>$2</pre> तपाईंसित लक्षित विकिमा प्रणाली सन्देशहरु सम्पादन गर्ने अधिकार सहित आयात गर्ने समुचित अनुमति र फाइल अपलोड पनि सक्रिय गरिएको हुनुपर्छ।

source: Pool queue is full
ne: प्रतीक्षा पङ्क्ति भरियो

source: Account Preferences
ne: खाता अभिरुचिहरू

source: Thumbnailing
ne: थम्बनेल

source: Use a temporary random password and send it to the specified email address
ne: कुनै अस्थाई र श्रिजित पासवर्ड प्रयोग गर्ने र खुलाईएको इमेलमा पठाउने

source: Mail a confirmation code
ne: एक यकिन कोड मेल गर्नुहोस

source: 3-dimensional measurement
ne: ३-आयामीय मापन

source: Something went wrong when loading the images.
ne: चित्र लोड गर्दा समय कुनै त्रुटि उत्पन्न भयो।

source: To receive notifications, [$1 create an account] or [$2 log in].
ne: जानकारीहरू प्राप्त गर्न, [$1 एउटा खाता खोल्नुहोस्] वा [$2 प्रवेश गर्नुहोस्]

source: Donate through $1 bank
ne: $1 बैंक द्वारा दान गर्नुहोस

source: New variable name:
ne: नयाँ भेरिएबल नाम:

source: _Preview:
ne: पूर्वावलोकन:

source: The rate at which mouse pressure decays.
ne: माउसको दवाव कुन कति घट्ने भन्ने गति ।
